const quiz = [
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 1: ШЕЯ ТЕСТ НА ВРАЩЕНИЕ</h1><br>Сядьте, смотрите прямо перед собой. Затем медленно поверните голову направо, а потом налево. Постарайтесь сделать так, чтобы подбородок находился прямо над плечом.<br><br>Держа спину прямо, опустите голову так, чтобы подбородок коснулся груди.<br><br>И наконец закиньте голову назад так, чтобы лицо было параллельно потолку.",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 2: ПЛЕЧИ (И ВЕРХНЯЯ ЧАСТЬ СПИНЫ)</h1><br>Встаньте. Закиньте левую руку за голову и постарайтесь коснуться ладонью верхней части спины, причем как можно ниже. Закиньте правую руку за талию и попытайтесь коснуться ладони левой руки. Затем поменяйте руки.<br><br>Встаньте прямо, прижмите ладони к ягодицам и прогнитесь назад. Выдохните и продолжайте отклоняться назад. Затем вернитесь в исходное положение",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 3: ЖИВОТ ТЕСТ НА СИЛУ МЫШЦ ЖИВОТА</h1><br>Лягте на спину, положите руки на пол. Поднимите голову, шею и плечи (словно вы собираетесь сесть). Поднимите руки, ладонями кверху. Одновременно поднимите ноги, соединив пятки. Оставайтесь в таком положении тридцать секунд.",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 4: НИЖНЯЯ ЧАСТЬ СПИНЫ ТЕСТЫ НА ДВИЖЕНИЕ</h1><br>А. Встаньте. Закиньте левую руку за голову и постарайтесь коснуться ладонью верхней части спины, причем как можно ниже. Закиньте правую руку за талию и попытайтесь коснуться ладони левой руки. Затем поменяйте руки.",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 4: НИЖНЯЯ ЧАСТЬ СПИНЫ ТЕСТЫ НА ДВИЖЕНИЕ</h1><br>Б. Лягте на спину, положите руки на пол.<br><br>Не изгибая спину, напрягите бедро и поднимите левую ногу перпендикулярно полу. Не отрывайте от пола правую ногу. Опустите левую ногу на пол и проделайте то же самое с правой ногой.",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 5: ТАЗОВАЯ ОБЛАСТЬ ТЕСТ НА КОНТРОЛЬ ЗА МОЧЕВЫМ ПУЗЫРЕМ</h1><br>Чтобы проверить силу мышц, поддерживающих мочевой пузырь и уретру, сознательно задержите поток мочи на три секунды.<br><br>(Никогда не используйте этот прием в качестве упражнения!Это может привести к возникновению заболеваний мочевого пузыря.)",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА № 6: БЕДРА ТЕСТ ДЛЯ ПЕРЕДНЕЙ ОБЛАСТИ БЕДЕР</h1><br>Встав на правую ногу, согните левую в колене и поднимите, удерживая ее за щиколотку. Постарайтесь коснуться ступней ягодицы, не сгибая спины. Чтобы удержать равновесие, можете поднять правую руку перед собой. Повторите тест для другой ноги.",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
    {
        "q": "<h1 style='text-align: left;color: #60008c;'>ПРОБЛЕМНАЯ ЗОНА №7: НОГИ ТЕСТ НА ГЛУБОКОЕ ПРИСЕДАНИЕ</h1><br>Встаньте. Закиньте левую руку за голову и постарайтесь коснуться ладонью верхней части спины, причем как можно ниже. Закиньте правую руку за талию и попытайтесь коснуться ладони левой руки. Затем поменяйте руки.",
        "a": {
            "w": "Невероятно трудно",
            "t": "Очень трудно",
            "c": "Трудно",
            "h": "Нелегко",
            "f": "Несложно"
        }
    },
];